cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'go'
brew 'grc'
brew 'libgit2'
brew 'macvim'
brew 'neovim'
brew 'node'
brew 'openssl'
brew 'readline'
brew 'spaceman-diff'
brew 'spark'
brew 'unrar'
brew 'wget'

cask 'iterm2'
cask 'transmission'
cask 'vlc'
